import './FaqItem.scss';

const FaqItem = () => {
  return (
    <details className="faq-item">
      <summary>Какой реквизит идет в комплекте?</summary>
      <p>
        Какой то текст для заголовка Какой то текст для заго Какой то текст для
        заголовка Какой то текст для загоКакой то текст для заголовка Какой то
        текст для заго Какой то текст для заголовка Какой то текст для загоКакой
        то текст для заголовка Какой то текст для заго
      </p>
    </details>
  );
};

export default FaqItem;
